Repository: Libvisual/libvisual
Catalog: libvisual-bmp/po/*.po
Languages: es_ar

source: Cannot get options
es_ar: No se puede leer las opciones

source: Cannot initialize SDL!
es_ar: No se puede inicializar SDL!

source: will not be loaded.
es_ar: no será cargado.

source: Accept
es_ar: Aceptar

source: %s is not a valid actor plugin
es_ar: %s no es un plugin actor válido

source: Could not get actor plugin
es_ar: No se pudo obtener un plugin actor

source: Could not get video info
es_ar: No se pudo obtener información de video

source: Cannot set input plugin callback
es_ar: No se puede establecer retrollamada para plugin de entrada

source: Cannot initialize plugin's visual stuff
es_ar: No se puede inicializar la información visual del plugin

source: The morph plugin specified on the config file is not a valid morph plugin. We will use
es_ar: El plugin de morphing especificado en el archivo de configuración no es un plugin de morphing válido.Se utilizará el plugin

source: morph plugin instead. If you want another one, please choose it on the configure dialog.
es_ar: en su lugar. Si desea utilizar otro, por favor elíjalo en el cuadro de diálogo de configuración.

source: Version:
es_ar: Versión:

source: Author:
es_ar: Autor:

source: The list of morph plugins is empty.
es_ar: La lista de plugins de morphing está vacía.

source: There are no morph plugins, so switching between visualization plugins will be do it without any morphing.
es_ar: No hay plugins de morphing, por lo cual el cambio entre plugins de visualización se hará sin morphing.

source: There is no info for this plugin
es_ar: No hay información para éste plugin

source: The list of input plugins is empty.
es_ar: La lista de plugins de entrada es vacía.

source: Invalid value for 'enabled_plugins' option
es_ar: Valor inválido para la opción 'enabled_plugins'

source: Configure
es_ar: Configurar

source: About
es_ar: Acerca de

source: Enable/Disable
es_ar: Habilitar/Deshabilitar

source: Fullscreen
es_ar: Pantalla completa

source: All plugins
es_ar: Todos los plugins

source: Only GL plugins
es_ar: Solamente plugins que utilizan GL

source: Maximum Frames Per Second:
es_ar: Máximo número de cuadros por segundo

source: Morph Plugin
es_ar: Plugin de Morphing

source: Select the kind of morph that will be applied when switching from one visualization plugin to another
es_ar: Seleccione el tipo de plugin de morphing que se utilizará cuando cambie de un plugin de visualización a otro

source: Select one morph plugin randomly
es_ar: Elegir un plugin de morphing al azar

source: Apply
es_ar: Aplicar

source: Cancel
es_ar: Cancelar

source: Couldn't create replacement pixmap.
es_ar: No se puede crear mapa de píxeles de reemplazo.

source: Couldn't find pixmap file: %s
es_ar: No se encuentra archivo de mapa de píxeles: %s

source: Error loading pixmap file: %s
es_ar: Error al cargar archivo de mapa de píxeles: %s

source: Credits
es_ar: Créditos

source: Brazilian Portuguese: Gustavo Sverzut Barbieri Dutch: Dennis Smit French: Jean-Christophe Hoelt Spanish: Duilio Protti
es_ar: Portugués (Brasil): Gustavo Sverzut Barbieri Holandés: Dennis Smit Francés: Jean-Christophe Hoelt Español: Duilio Protti

source: Translators
es_ar: Traductores

source: Close
es_ar: Cerrar
